[
    {
        "name": "Junior QA тестировщик-стажер",
        "salary": "17500 RUR",
        "salary_min": 17500,
        "salary_max": 17500,
        "currency": "RUR",
        "experience": "Нет опыта",
        "employment": "Стажировка",
        "requirement": "SQL.",
        "responsibility": "Понимать процессы тестирования. Уметь выполнять задачи по контролю качества продукта. Проводить функциональное тестирование «back end» и «front end». ",
        "description": "SQL. Понимать процессы тестирования. Уметь выполнять задачи по контролю качества продукта. Проводить функциональное тестирование «back end» и «front end». ",
        "area": "Москва",
        "employer": "МАГНИТ, Розничная сеть",
        "vacancy_url": "https://hh.ru/vacancy/82135605"
    },
    {
        "name": "Frontend-разработчик (Стажер)",
        "salary": "Зарплата не указана",
        "salary_min": 0,
        "salary_max": 0,
        "currency": null,
        "experience": "Нет опыта",
        "employment": "Стажировка",
        "requirement": "Важно иметь опыт разработки Frontend.",
        "responsibility": "Мы разрабатываем решения для рынка рекламы, решения для наших клиентов и решения для автоматизации процессов внутри агентства. Стажировка будет проходить...",
        "description": "Важно иметь опыт разработки Frontend. Мы разрабатываем решения для рынка рекламы, решения для наших клиентов и решения для автоматизации процессов внутри агентства. Стажировка будет проходить...",
        "area": "Москва",
        "employer": "Media Instinct Group",
        "vacancy_url": "https://hh.ru/vacancy/82204430"
    },
    {
        "name": "Junior Developer (Python) / Младший разработчик",
        "salary": "Зарплата не указана",
        "salary_min": 0,
        "salary_max": 0,
        "currency": null,
        "experience": "От 1 года до 3 лет",
        "employment": "Полная занятость",
        "requirement": "Опыт программирования на Python от 1 года. Знание ООП. Опыт работы с Linux на уровне пользователя. Хорошую техническую базу: работа...",
        "responsibility": "Компания, занимающаяся разработкой собственного ПО для обеспечения непрерывности бизнес процессов, аварийного восстановления и миграции IT-инфраструктуры между облачными платформами в...",
        "description": "Опыт программирования на Python от 1 года. Знание ООП. Опыт работы с Linux на уровне пользователя. Хорошую техническую базу: работа... Компания, занимающаяся разработкой собственного ПО для обеспечения непрерывности бизнес процессов, аварийного восстановления и миграции IT-инфраструктуры между облачными платформами в...",
        "area": "Смоленск",
        "employer": "Хайстекс",
        "vacancy_url": "https://hh.ru/vacancy/82176984"
    }
]